Repository: NikitaShd/HART_DLL
Catalog: Wpf_Hart/Wpf_Hart/Properties/Resource.*.resx
Languages: ru_ru

# R_AvtoConect
source: Avto conect to COM Port
ru_ru: Автоматически подключать COM порт

# R_BurnEEPROM
source: Burn EEPROM
ru_ru: Записать EEPROM

# R_ClearChart
source: Clear Charts
ru_ru: Очистить Графики

# R_ClosePort
source: Close Port
ru_ru: Закрыть порт

# R_ConfGainACP
source: Configure Gain DAC :
ru_ru: Установить усиление ACP :

# R_CurrentValues
source: Current Values
ru_ru: Значения тока

# R_Date
source: Date :
ru_ru: Дата :

# R_Demp
source: Demp :
ru_ru: Величина Демпфирования :

# R_Description
source: Description :
ru_ru: Описание :

# R_Device_function
source: Device Function Flags :
ru_ru: Флаги функций устройства :

# R_Device_Type_Code
source: Device Type Code :
ru_ru: Код типа устройства :

# R_Exit
source: Exit
ru_ru: Выйти

# R_Function
source: Function :
ru_ru: Функция :

# R_Hardware_version
source: Hardware Version :
ru_ru: Версия оборудования :

# R_langue
source: Langue :
ru_ru: Язык :

# R_LongTeg
source: Long Teg :
ru_ru: Длиный тег :

# R_Manufacturer
source: Manufacturer :
ru_ru: Производитель :

# R_Manufacturer_Code
source: Manufacturer Code :
ru_ru: Код производителя :

# R_Max
source: Max :
ru_ru: Максимум :

# R_Message
source: Message :
ru_ru: Сообщение :

# R_Min
source: Min :
ru_ru: Минимум :

# R_NO
source: No
ru_ru: Нет

# R_OpenPort
source: Open Port
ru_ru: Открыть порт

# R_Port_spid
source: Port spid :
ru_ru: Скорость Порта :

# R_Preambul_leng
source: Preambul Leng :
ru_ru: Количество Преамбул :

# R_Protect
source: Protect :
ru_ru: Защита от записи :

# R_Read
source: Read
ru_ru: Прочитать

# R_ResetDevice
source: Reset Device
ru_ru: Сбросить устройство

# R_RestFlag
source: Reset <Configuration Changed> Flag
ru_ru: Сброс флага <Конфигурация изменена>

# R_RestoreRAM
source: Restore Shadow RAM
ru_ru: Восстановить RAM

# R_Saive
source: Saive
ru_ru: Сохранить

# R_Saive_dont
source: Not Saive Changes
ru_ru: Не Сохранять

# R_Select
source: Select
ru_ru: Выбрать

# R_SerialNumber
source: Serial Number (HEX) :
ru_ru: Серийный номер (HEX) :

# R_SerialPort
source: Serial Port :
ru_ru: Порт :

# R_Set
source: Set
ru_ru: Установить

# R_Setings
source: Setings
ru_ru: Настройки

# R_SetLowerReng
source: Set Lower Renge Value
ru_ru: Установить нижнее значение

# R_SetUpperRenge
source: Set Upper Renge Value
ru_ru: Установить верхнее значение

# R_SetZeroACP
source: Set Zero DAC :
ru_ru: Установит ноль ACP :

# R_SetZeroPrimary
source: Set Zero Primary Variable
ru_ru: Установить ноль

# R_ShortAdres
source: Short Adres :
ru_ru: Короткий адрес :

# R_ShortTeg
source: Short Teg :
ru_ru: Короткий тег :

# R_Signal
source: Signal :
ru_ru: Сигнал :

# R_Software_version
source: Software Version :
ru_ru: Версия ПО :

# R_Specific_commands
source: Version of Specific Commands :
ru_ru: Версия спецефических команд :

# R_Start
source: Start
ru_ru: Старт

# R_Start_Search_Devices
source: Start Search Devices
ru_ru: Поиск Устройтсв

# R_Stop
source: Stop
ru_ru: Стоп

# R_TemCh
source: This action will reload the application, do you want to continue?
ru_ru: Это действие привёдет к перезагрузки приложения , хотите продолжить ?

# R_TimerInterval
source: Timer Interval
ru_ru: Интервал опроса :

# R_Units
source: Units :
ru_ru: Единицы измерения :

# R_UnitValues
source: Unit Values
ru_ru: Значения единиц измерения

# R_Universal_commands
source: Version of Universal Commands :
ru_ru: Версия уневерсальных команд :

# R_Value
source: Value :
ru_ru: Фиксированый ток :

# R_Write
source: Write
ru_ru: Записать

# R_Write_time
source: Write_time :
ru_ru: Время Ожидания Ответа :

# R_Write_timeout
source: Write timeout :
ru_ru: Доп время :

# R_YES
source: Yes
ru_ru: Да
